













Задача №1 unit-tests

Из курса «Python: программирование на каждый день и сверхбыстрое прототипирование» необходимо протестировать программу по работе с бухгалтерией Лекции 2.1. При наличии своего решения данной задачи можно использовать его или использовать предложенный код в директории scr текущего задания.

    Следует протестировать основные функции по получению информации о документах, добавлении и удалении элементов из словаря.
    Используйте fixture для загрузки данных в тестовый класс.